<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Historia</title>
    <link rel="stylesheet" type="text/css" href="estilo.css">

    <link href="https://fonts.googleapis.com/css2?family=Saira:wght@100&display=swap" rel="stylesheet">
</head>

<body>
    <nav>
        <ul>
            <li><a href="/index.html">Inici&oacute;</a></li>
            <li><a href="/Personajes/personajes.html">Personajes</a></li>
            <li><a href="/zonas/zonas.html">Zonas</a></li>
            <li><a href="/musica/musica.html">Soundtrack</a></li>
        </ul>
    </nav>
</body>
<div class="Seccion0">
    <div class="Color">
        <div id="C1"> </div>
        <div id="C2"> </div>
        <div id="C3"> </div>
        <div id="C4"> </div>
        <div id="C5"> </div>
    </div>
</div>
<header>
    <div class="imgPrincipal">
        <img src="Himg/Historia.jpg" width="100%"/>
    </div>

    <div id="Contenedor2">
        <div class="Titulo">
            <p><h2>Trama</h2></p>
        </div>
        <div class="Texto">
            <p><h3>
                Al comenzar se nos presenta nuestro protagonista, su madre y su hermana o hermano dependiendo del g&eacute;nero elegido para el protagonista, tras un momento de cumplir con algunos encargos y conocer a los otros habitantes del pueblo te enteras que habrá una celebraci&oacute;n por la noche y decides ir, tu hermana/o decide acompañarte a pesar de que su salud no es la mejor, todo transcurre bien hasta el final de la celebraci&oacute;n, cuando la salud de tu hermana/o empeora gravemente por lo que debes regresar a casa. En ese momento es cuando te enteras que tu padre no est&aacute; en casa ya que hace un tiempo Sali&oacute; a buscar una medicina para tu hermano/a pero desafortunadamente no volvieron a saber de &eacute;l. Después de que el Dr. Hill confirma que no puede curar al hermano/a enferma, nuestro protagonista emprende una aventura en THE DOG Island para ver si el famoso Dr. Potan puede ayudarlo. Cuando llegas a THE DOG Island, el Dr. Potan acepta ir a Puroro Town para tratar de curar a tu hermano, pero al regresar tras realizar algunas misiones, el Dr. Potan te hace saber que no hay nada que pueda hacer para curar la enfermedad, y que ni siquiera existe una cura para ese tipo de enfermedad. Lo único que puede hacer es retrasar los s&iacute;ntomas para que no empeoren. Pero, inmediatamente despu&eacute;s se da cuenta de que podría haber una forma de curar la enfermedad: encontrando la Flor Legendaria, una flor que puede curar todo tipo de enfermedades. La leyenda dice que la flor legendaria existe en THE DOG Island. El Dr. Potan quiere que regreses a la isla THE DOG para encontrarlo mientras él se queda en Puroro Town para cuidar a tu hermano.
                Cuando llegues de vuelta a THE DOG Island. Alex cree que la Flor Legendaria es solo una leyenda, &eacute;l no se toma en serio esas leyendas, y no sabe nada sobre remedios herbales naturales. As&iacute; que te sugiere que vayas a ver a Obaba. ya que ella se especializa en remedios de hierbas naturales. Obaba explica que la Flor Legendaria es la culminaci&oacute;n de todos los seres vivos y que es un regalo de la madre naturaleza. Te dice que las Flores Legendarias solían florecer en todas partes, pero a medida que pasaba el tiempo, todas comenzaron a desaparecer. y solo un "Sniff Master" podr&iacute;a rastrear el aroma de la Flor Legendaria. Obaba te dice que para convertirte en un Sniff Master debes pasar por un entrenamiento intensivo, pero que nadie ha sobrevivido a ese entrenamiento para convertirse en un verdadero Sniff Master. Entonces comienzas a ser entrenado por Rode para convertirte en un Sniff Master. Aunque antes debes conseguir el Anillo del Aprendiz, as&iacute; que ahora tienes la misi&oacute;n de olfatear fragmentos del anillo.
            </h3></p>
            <p><h3>
                Despu&eacute;s de recibir el Anillo de aprendiz de Yi Lu.  Entonces Rode dice que para ser su alumno debes olfatear un jarr&oacute;n de flores oculto en las llanuras de Hoya. Una vez que encuentres el Florero, Rode felizmente te declara alumno de su Dojo. Ahora finalmente comienzas tu entrenamiento para convertirte en un Sniff Master, para esto debes aprender tantos olores como sea posible y ayudar a otros perros que lo necesiten.
                M&aacute;s tarde, Rode te env&iacute;a para que el Maestro Tao te entrene en las Tierras Altas de Gola. Cuando conoces a Tao, te dice que encontrar la flor legendaria implica mucho m&aacute;s que convertirse en un maestro del olfato. Tambi&eacute;n necesitas hacer crecer un &aacute;rbol ANC. El cual algunas escenas atras tu y Petasi plantaron en Pupsville. y también necesitas encontrar The Book Of Sniff Master y Sniff Master Medal. Pero Tao dice que a&uacute;n no est&aacute;s listo para esa parte del entrenamiento.
            </h3></p>
            <p><h3>
                Tras ayudar a muchos perros necesitados, Tao dice que debes ir al East Chilly Field para encontrar el primer libro de Sniff Master. &Eacute;l dice que esto no es una prueba y que esto es para lo que te ha estado entrenando, poco despu&eacute;s de encontrar el primer libro de Sniff Master, Tao te envía a Rune Village para encontrar el Segundo libro de Sniff Master.
                Ha llegado el momento de ir a las Ruinas Kunka para encontrar la Medalla Sniff Master. Pero Tao sugiere que vayas a ver el árbol ANC en Pupsville para ver si ha crecido, antes de darte la llave de las ruinas de Kunka. cuando vas a revisar el árbol ANC, finalmente está completamente desarrollado, Petasi dice que su reina le dijo que podría regresar al mundo ANC una vez que el árbol haya crecido por completo, pero ahora se niega a dejarte después de todo lo que han pasado juntos y se arrepentiría si volviera ahora, y dice que se quedará contigo hasta que terminen con su misi&oacute;n.
                Después de encontrar la medalla del maestro del olfato en las ruinas de Kunka, Tao explica cómo una vez se entren&oacute; para convertirse en un maestro del olfato, pero perdi&oacute;  el sentido del olfato y su camino para convertirse en un maestro del olfato termin&oacute;  all&iacute;. Fue despu&eacute;s de eso que decidió enseñar a los estudiantes a convertirse en Sniff Masters, entonces comienza a contarte más sobre la flor legendaria: La leyenda dice que crece en un jard&iacute;n llamado Ancient Grove y para llegar allí debes pasar por las Rune Caverns donde será necesario tener la Medalla Sniff Master para atravesar la cueva.
            </h3></p>
            <div class="img2">
                <img src="Himg/Historia2.png" width="48%"><img src="Himg/Historia3.png" width="48%"/>
            </div>
            <p><h3>
                En Rune Caverns, hay un estanque adentro con agua demasiado baja para que puedas cruzarlo a nado. Sin embargo, hay una estatua de un perro al lado del estanque con un hueco en forma de medalla, al colocar la Medalla Sniff Master en el z&oacute;calo, esto hace que el agua del estanque se eleve, permiti&eacute;ndote nadar a trav&eacute;s de &eacutel. Una vez que lo cruzas, debes atravesar la cueva hasta llegar a Ancient Grove, la Arboleda Antigua est&aacute; llena de todo tipo de flores. Petasi afirma que sería casi imposible olfatear la Flor Legendaria. Pero &eacute;l sugiere que husmees para ver qu&eacute; puedes encontrar, despu&eacute; s de olfatear por un tiempo, puedes rastrear el aroma de un p&eacute; talo de flor legendario. El aroma de un solo p&eacute; talo es demasiado d&eacute; bil para ayudarte, entonces Petasi sugiere que trates de encontrar dos p&eacute;talos m&aacute;s. Al encontrar dos p&eacute;talos m&aacute;s comienzas a rastrear el aroma de la flor legendaria, pero al encontrar la flor te das cuenta que est&aacute; marchita. Petasi dice que su reina podr&iacute;a saber lo que est&aacute; pasando, Entonces, ambos se dirigen a Green Meadows para teletransportarse a Anc Road tocando el gran árbol en el medio del prado (porque ese &aacute;rbol es en realidad un Anc Tree).
                Despu&eacute;s de tocar el &aacute;rbol ANC, aparece una ballena del cielo que provoca una gran tormenta.
                Pero una vez que llegas a Anc Road, debes encontrar tu camino a trav&eacute;s de muchas trampas y rompecabezas para llegar a la reina. Al llegar a la Reina Anc, ella afirma que la raz&oacute;n por la cual la Flor Legendaria est&aacute; muriendo es porque el mundo est&aacute; al borde de la destrucci&oacute;n. Luego explica sobre la cat&aacute;strofe. Luego pregunta si los perros todavía celebran el Festival de las Estrellas, para dar gracias a la naturaleza, cuando Petasi le dice que no han realizado el festival desde hace mucho tiempo, ella se sorprende y explica que debes volver a las ruinas de Kunka para encontrar la piedra de los cielos. As&iacute; que te teletransporta al s&oacute;tano de las Ruinas Kunka.
            </h3></p>
            <img src="Himg/Historia4-01.jpg" width="100%"/>
            <p><h3>
                Despu&eacute;s de encontrar tu camino a trav&eacute;s de las ruinas, entras en una habitaci&oacute;n enorme que est&aacute; siendo custodiado por el Monstruo Antiguo. Debes vencerlo olfateando el bot&oacute;n correcto para derribarlo, crees haberlo vencido, pero a los pocos segundos se levanta nuevamente ahora m&aacute;s enojado que antes. Ahora debes olfatear el interruptor secreto para sellarlo para siempre. Este interruptor igualmente abre la puerta a la habitaci&oacute;n donde se encuentra la Piedra de los cielos. Pero, al tomar la Piedra de los cielos, la cueva comienza a temblar ya que sin la piedra la cueva se derrumbar&aacute;. Entonces corres a la salida m&aacute;s r&aacute;pida la cual es dar un paseo salvaje en un carro minero a trav&eacute;s de la cueva.
            <p><h3>
                Al salir de la cueva est&aacute;s de vuelta en Pupsville, donde le explicas a Noble lo que está pasando de esta manera lo convences de que necesitan celebrar el Festival de las Estrellas. Finalmente te creen y celebran el Festival de las Estrellas, todos los perros lanzan globos al aire, lo que hace que la flor legendaria florezca justo en medio de Pupsville.
                Al d&iacute;a siguiente, es hora de regresar a Puroro Town, despu&eacute;s de despedirte de todos, te diriges a Green Meadows para abordar el Barco de El Dorado. En este momento te despides de Petasi, despu&eacute;s de un duro adi&oacute;s, regresas a la ciudad de Puroro y finalmente los cr&eacute;ditos comienzan a rodar y te muestran colocando la flor legendaria en la cama de tu hermano/a.
                Una escena despu&eacute;s de los cr&eacute;ditos  se muestra a tu padre finalmente regresando a casa despu&eacute;s de intentar encontrar una cura para tu hermano/a. Tu padre explica c&oacute;mo casi no lo logra, y no lo har&iacute;a si no fuera por un amigo, ese amigo resulta que es Petasi. Y por supuesto Petasi y t&uacute; est&aacute;n muy contentos de verse nuevamente.
            </h3></p>
        </div>
    </div>
</header>
<div class="Creditos">
    <p>Martha Peinado.</p><p>Correo:al198454@gmail.com.mx</p>
</div>
</html>