<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Personajes</title>
    <link rel="stylesheet" type="text/css" href="estilo.css">

    <link href="https://fonts.googleapis.com/css2?family=Saira:wght@100&display=swap" rel="stylesheet">

</head>
<body>
    <nav>
        <ul>
            <li><a href="/index.html">Inici&oacute;</a></li>
            <li><a href="/Historia/historia.html">Historia</a></li>
            <li><a href="/zonas/zonas.html">Zonas</a></li>
            <li><a href="/musica/musica.html">Soundtrack</a></li>
        </ul>
    </nav>
</body>
<div class="Seccion0">
    <div class="Color">
        <div id="C1"> </div>
        <div id="C2"> </div>
        <div id="C3"> </div>
        <div id="C4"> </div>
        <div id="C5"> </div>
    </div>
</div>
<main>
    <div class="Titulo">
        <p><h2>Personajes</h2></p>
    </div>
    <div class="Texto">
        <p><h3>Hay un total de 104 personajes con nombres en The Dog Island, aunque tambi&eacute;n hay algunos perros sin nombre. A continuaci&oacute;n, se presenta un listado con algunos de ellos, junto con una pequeña descripci&oacute;n y algunos datos m&aacute;s.</h3></p>
    </div>

    <div class="Personaje">
        <div class="P1">    
            <img src="Eimg/Doroken-01.jpg" width="100%" height="100%"/>
        </div>
        <div class="T1">
            <p id="Titulo">Doluk o Doroken </p>
            <p id="Texto">El nombre as&iacute; como la raza depende de la raza y el g&eacute;nero que haya elegido el jugador.</p>
            <p id="Texto">Es el padre desaparecido del jugador, que solo aparece durante una escena al final de los cr&eacute;ditos. Sin embargo, se hace referencia a &eacute;l a lo largo de la trama principal.</p>
            <p id="Texto">Doluk/Doroken parece preocuparse mucho por su familia, ya que los dej&oacute; para encontrar una cura para el hermano de The Player. Arriesg&oacute; su vida para salvar a su hijo/hija.</p>
        </div>
    </div>
    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Mar-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Mar</p>
            <p id="Texto">Mar es tu madre protectora, por lo que al igual que tu padre su raza depende de la raza que elijas para ti.</p>
            <p id="Texto">Su esposo, Doluk/Doroken, fue a buscar una cura para tu hermano hace mucho tiempo y todavía no ha regresado, y ella estaría devastada si algo te pasara a ti también. Por lo tanto, ella no quiere que vayas a THE DOG Island, pero sabe que no hay otra manera para ayudar a tu hermano/hermana.</p>
            <p id="Texto">Sus dos mejores talentos son cocinar y tejer, y todos los años prepara sopa con un pez rey cola amarilla para el día de la luna. Ella te envía una bufanda y un sombrero tejidos a mano, aunque en realidad no puedes usarlos mientras estás fuera.</p>
        </div>
    </div>
    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Emilio-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Emilio o Mar&iacute;a</p>
            <p id="Texto">Este es tu hermano o hermana seg&uacute;n elijas.</p>
            <p id="Texto">Si eliges hermana, se llama Mar&iacute;a, mientras que, si eliges hermano, se llama Emilio. De cualquier manera, ambos son exactamente iguales en la historia aparte de los accesorios y el g&eacute;nero. Sufre de una enfermedad debilitante y no existe una cura conocida.</p>
            <p id="Texto">El m&eacute;dico local, el Dr. Hill, cree que el famoso Dr. Potan podr&iacute;a curarlo, pero, resulta que solo hay una cosa que puede salvarla/salvarlo, y esa es la Flor Legendaria.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Petatsi-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Petasi</p>
            <p id="Texto">Raza: Anc.</p>
            <p id="Texto">Petasi es un ANC que fue enviado a la Tierra de los Perros desde el Mundo ANC por su reina para hacer buenas obras y aprender su lecci&oacute;n. Conocido como un bromista, pint&oacute; graffiti en la Puerta ANC y cort&oacute; todos los &aacute;rboles ANC. Debido a esto, se le dijo que plantara un &aacute;rbol ANC, un &aacute;rbol especial que crece cuando su dueño recibe gratitud, en la Tierra de los perros antes de que pudiera regresar a casa (la Reina ANC aparentemente lo teletransport&oacute; a la Tierra de los perros). </p>
            <p id="Texto">Aunque no todos los perros lo ven, se convierte en tu fiel compañero y te acompaña en tu viaje, a menudo d&aacute;ndote pistas sobre qu&eacute; hacer a continuaci&oacute;n y haci&eacute;ndote sugerencias. Petasi se puede ver en el men&uacute;, saltando de cada opci&oacute;n a medida que las selecciona. No se sabe si Petasi es hombre o mujer, pero en la versi&oacute;n en ingl&eacute;s del juego se le llama "&eacute;l".</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/ElDorado2-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">El Dorado</p>
            <p id="Texto">Raza: Cocker Spaniel Inglés.</p>
            <p id="Texto">&Eacute;l es el que lleva a tu hermano a casa despu&eacute;s de que colapsa por su enfermedad en en el festival y luego tambi&eacute;n te lleva a THE DOG Island en su barco y de regreso en las ocasiones necesarias.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Dr.Potan-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Dr.Potan</p>
            <p id="Texto">Raza: Beagle.</p>
            <p id="Texto">El Dr. Potan es, como su nombre lo indica, un m&eacute;dico, muy conocido en todo el pueblo, ¡e incluso en todo el valle de THE DOG Island y en Puroro Town! Los perros acuden a &eacute;l ahora si est&aacute;n enfermos o heridos, pero tiene un pasado tr&aacute;gico.</p>
            <p id="Texto">Una vez tuvo una novia a la que plane&oacute; convertir en su pareja. Sin embargo, ella muri&oacute; y visita su tumba una vez al mes.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Noble-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Noble</p>
            <p id="Texto">Raza: Yorkshire Terrier.</p>
            <p id="Texto">Noble es el l&iacute;der del pueblo, y posee dos casas: una de ellas, siendo la casa m&aacute;s grande, es suya. La otra te la sede como un hogar temporal. Es sabio, estricto y se asegura de que todos cumplan con las leyes del pueblo.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Alex2-01.jpg"width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Alex</p>
            <p id="Texto">Raza: Labrador Retriever(negro).</p>
            <p id="Texto">Alex es un perro que se queda en casa ya que prefiere sentarse y leer. Vive debajo de un libro, su hermana menor lo ve como un holgaz&aacute;n y demasiado viejo para estar sentado todo el día sin trabajo. Alex habla de una manera m&aacute;s sofisticada debido a su orgullosa inteligencia. No cree que deba salir de su casa, pero llega a un acuerdo de que, si el jugador puede superar su acertijo saldr&aacute; de su casa.</p>
            <p id="Texto">A partir de entonces se sienta fuera de su casa de libros. Aparentemente, sol&iacute;a dar acertijos a todos en el pueblo, pero se aburrieron de escucharlos, as&iacute; que se dio por vencido.</p>
            <p id="Texto">Una cosa que separa a Alex de la mayor&iacute; a de los otros perros es que, siempre que lo hayas sacado de la casa y no est&eacute:s resolviendo uno de sus acertijos, sabe cu&aacute;nta salud tienes. Si tiene plena salud, dir&aacute;: "Me alegra ver que se ve bien", pero si ha perdido algo de su salud, dir&aacute;: "Parece enfermo. ¡No se exceda ahora!" (Tambi&eacute;n debe tenerse en cuenta que al menos algunos otros perros tambi&eacute;n hacen esto, incluidos Francis y Obaba).</p>
        </div>
    </div>
    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Obaba-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Obaba</p>
            <p id="Texto">Raza: Shih Tzu.</p>
            <p id="Texto">Obaba es una sabia bruja a la que acud&iacute;an los perros si estaban enfermos. Ella usaría sus extrañas formas de curarlos, ya que las medicinas no existían en ese entonces.</p>
            <p id="Texto">Ella tambi&eacute;n tiene la capacidad de ver en el reino de los ANC como el jugador. Sin embargo, todos piensan en sus pr&aacute;cticas y t&eacute;cnicas de curaci&oacute;n como vud&uacute; o superstici&oacute;n.</p>
            <p id="Texto">El Dr. Potan y ella tienen una historia negativa entre ellos, ya que un gran desacuerdo sobre c&oacute;mo curar a su pareja con una enfermedad terminal la llev&oacute; a su desafortunada muerte.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/YuLi-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Yu Lu</p>
            <p id="Texto">Raza: Boston Terrier.</p>
            <p id="Texto">Yi Lu Es el primer maestro del olfato que tiene el jugador, este le ordena que encuentre los fragmentos de anillo y se los devuelva. Si el jugador hace esto, Yi Lu le dar&aacute; informaci&oacute;n sobre THE DOG Island, el medidor de vida y los enemigos.</p>
            <p id="Texto">Al entregarle el ultimo fragmento, Yi Lu te contara de como &eacute;l era un muy buen olfateador, y todos sus amigos pensaban que lo era. Luego, Yi Lu se convirti&oacute; en aprendiz de Rode, y pens&oacute; que convertirse en maestro del olfato ser&iacute;a f&aacute;cil. Despu&eacute;s de enterarse de que no lo era, perdi&oacute; toda esperanza y destruy&oacute;  el anillo de su aprendiz.</p>
            <p id="Texto">Yi Lu pens&oacute;  que usar&iacute;a a el jugador para recuperar los fragmentos, pero despu&eacute;s de ver a el jugador entrenar duro, volvi&oacute;  en s&iacute;. Los fragmentos forman el Anillo del Aprendiz, y es un pase al Dojo de Rode.</p>
        </div>
    </div>

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Rode-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Rode</p>
            <p id="Texto">Raza: Schnauzer miniatura.</p>
            <p id="Texto">Rode es un instructor de olfato. &Eacute;l es tu segundo instructor en tu viaje para convertirte en un maestro del olfato y tambi&eacute;n tiene un exitoso dojo propio en Zoomy Village.</p>
            <p id="Texto">Tiene un aprendiz fuera del dojo, y Yi Lu tambi&eacute;n fue una vez su alumno. Es un gran honor que Rode te enseñe, y tendr&aacute;s que pasar una prueba para demostrar que eres digno. Una vez que te ganes tu lugar como su alumno, &eacute;l te enseñar&aacute; a perfeccionar tus poderes de olfato y eventualmente te presentar&aacute;  a tu instructor final cuando estés listo.</p>
        </div>
    </div>
   
    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Tao-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Tao</p>
            <p id="Texto">Raza: West Highland white terrier.</p>
            <p id="Texto">Tao es el &uacute;nico perro que estuvo cerca de convertirse en Sniff Master. Fue enseñado por Rode. &Eacute;l sabe d&oacute;nde puedes encontrar el primer y segundo Libro del Maestro del Olfato y la Medalla del Maestro del Olfato, tiene la llave de las Ruinas Kunka. y parece saber todo tipo de cosas &uacute;tiles.</p>
            <p id="Texto">Incluso sabe d&oacute;nde puedes encontrar la flor legendaria. Podr&iacute;a haberlo encontrado &eacute;l mismo, por supuesto, pero tuvo que renunciar a convertirse en un maestro del olfato debido a una cosa terrible que sucedi&oacute; y de la que ningún perro se siente orgulloso: hab&iacute;a perdido el sentido del olfato.</p>
        </div>
    </div> 

    <div class="Personaje">
        <div class="P1">
            <img src="Eimg/Queen-01.jpg" width="100%" height="100%"/>
        </div>

        <div class="T1">
            <p id="Titulo">Anc Queen</p>
            <p id="Texto">Raza: Anc.</p>
            <p id="Texto">La Reina Anc, Reina de los Ancs, es la l&iacute;der de todos los Ancs en Anc World, donde todo es blanco, cuando descubres que la flor legendaria est&aacute; marchita, Petasi sugiere que vayas a verla para saber qu&eacute; hacer.</p>
            <p id="Texto">Una vez que viajas por Anc Road, se desbloquea un portal a Anc World. la Reina explica sobre el Guardian Shell y la importancia del festival de las estrellas. El festival de las estrellas es la &uacute;nica forma de salvar ambos mundos, restaurar el Guardian Shell y devolver la Sky Whale. No se la vuelve a ver en el juego, pero se da a conocer su presencia.</p>
        </div>
    </div>
</main>
<div class="Creditos">
    <p>Martha Peinado.</p><p>Correo:al198454@gmail.com.mx</p>
</div>
</html>