<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Zonas</title>
    <link rel="stylesheet" type="text/css" href="estilo.css">

    <link href="https://fonts.googleapis.com/css2?family=Saira:wght@100&display=swap" rel="stylesheet">
</head>
<body>
    <nav>
        <ul>
            <li><a href="/index.html">Inici&oacute;</a></li>
            <li><a href="/Historia/historia.html">Historia</a></li>
            <li><a href="/Personajes/personajes.html">Personajes</a></li>
            <li><a href="/musica/musica.html">Soundtrack</a></li>
        </ul>
    </nav>
</body>
<div class="Seccion0">
    <div class="Color">
        <div id="C1"> </div>
        <div id="C2"> </div>
        <div id="C3"> </div>
        <div id="C4"> </div>
        <div id="C5"> </div>
    </div>
</div>
<main>
   <div class="Titulo">
       <p><h2>Zonas del juego</h2></p>
   </div> 

   <div class="Texto">
       <p><h3>Como sin duda puedes ver, el juego funciona con los simples placeres de correr con un cachorro, pero tambi&eacute;n es misteriosamente grande, tan solo “Dog Island” destruye el tamaño de Animal Crossing, ya que es varias docenas de veces m&aacute;s grande, en realidad est&aacute; m&aacute;s cerca de un juego de mundo abierto que de una isla limitada para explorar.</h3></p>
       <p><h3>El juego cuenta con 24 zonas que visitas a lo largo del juego, en cada una podr&aacute; s encontrar diferentes objetos, misiones y minijuegos, a continuaci&oacute;n, mostraremos algunas de estas.</h3></p>
   </div>

   <div class="Animacion">
       <div id="slider">
           
       </div>
   </div>

   <div class="Contenedor">
        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\PuroroTown.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Puroro Town</p>
                <p id="Texto">Puroro Town es la primera ciudad que se encuentra en el juego y la ciudad natal del jugador. La madre, el padre y el hermano o la hermano del jugador también residen all&iacute;. Si bien muchos perros que viven en Pupsville la llaman "La gran ciudad", la poblaci&oacute;n y el tamaño son inferiores. Es una ciudad costera que parece estar rodeada en su mayor parte por acantilados y bosques. La ciudad se compone principalmente de una plaza y un enorme muelle.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Barco de El Dorado</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\ElDoradoShip.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Barco de El Dorado</p>
                <p id="Texto">Barco que pertenece a El Dorado. Viajas en el barco varias veces, pero solo hay una vez en que no cortan la escena, esto es cuando viajas desde Puroro Town a Dog Island por primera vez. La tripulaci&oacute;n de El Dorado tiene algunas tareas para ti en pago por haberte llevado en el viaje.</p>
                <p id="Texto">Al final del juego, debes ir a Green Meadows para viajar en el barco por &uacute;ltima vez, para regresar a Puroro Town. Esta vez no hay ninguna tarea que debas hacer, ya que esto es solo una escena.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Ninguna</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\Pupsville.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Pupsville</p>
                <p id="Texto">Pupsville es un pueblo grande y tranquilo ubicado en el sur de The DOG Island. Es la primera ubicaci&oacute;n a la que llegas en la isla. Cuando el jugador se encuentra varado en la playa de Pupsville, Noble le permitir&aacute; al jugador vivir en una casa vací&aacute; en el pueblo que todos creen que est&aacute: embrujado.</p>
                <p id="Texto">Hay un parche de hierba vac&iacute;a en el centro de la aldea donde el jugador eventualmente plantar&aacute; un &aacute;rbol ANC con Petasi.</p>
                <p id="Texto">Hay muchas cosas que hacer en Pupsville, como guardar el juego hablando con el Sr. Cartero, resolver uno de los acertijos de Alex, comprar accesorios en la tienda de moda de Malshige y mucho m&aacute;s.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Green Meadows</p>
                <p id="Texto">Treely Woods</p>
            </div>
        </div>
    </div>

    <div class="Contenedor">
        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\GreenMeadows.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Green Meadows</p>
                <p id="Texto">Green Meadows es un campo grande en el área suroeste de The DOG Island, solo hay una casa en esta zona. Tambi&eacute;n hay un puente roto que est&aacute; en reparaci&oacute;n para acceder a las Tierras Altas de Gola.</p>
                <p id="Texto">El gran &aacute;rbol en el centro de Green Meadows luego se convierte en un portal a Anc Road cerca del final del juego.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Gola Highlands</p>
                <p id="Texto">Pupsville</p>
                <p id="Texto">Treely Woods</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\Desierto.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">South Sandy Desert</p>
                <p id="Texto">Es una de las 2 zonas des&eacute;rticas de The Dog Island, el &aacute;rea est&aacute; habitada por Serpientes Azules que tienen la capacidad de envenenar al jugador. A diferencia del desierto de North Sandy, el desierto de South Sandy est&aacute; despejado y libre de tormentas de arena desde el momento en que se puede acceder a &eacute;l.</p>
                <p id="Texto">Hay esfinge en el desierto que te dar&aacute; una misi&oacute;n para encontrar el certificado que te permita ser entrenado por Tao.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Gigili Village</p>
                <p id="Texto">Hoya Plains</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\Chiro.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Chiro Village</p>
                <p id="Texto">Chiro Village es un pueblo subterr&aacute;neo construido en una cueva. Los aldeanos han estado excavando para ver si hay agua bajo tierra. Hay mucho en las cuevas de Chiro, pero los perros se mantienen alejados porque est&aacute; lleno de peligros.</p>
                <p id="Texto">Para llegar al pueblo, debes mover una roca que bloquea el camino en Gola Highlands, aqu&iacute; puedes comprar art&iacute; culos curativos para explorar las cuevas y conocer a los lugareños; Yugo se sienta junto al fuego, Mid probablemente canta las canciones de la fogata y Balthazar trabaja para encontrar el agua. Se desconoce de d&oacute;nde sacan el agua por el momento.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Highlands</p>
                <p id="Texto">Chiro Caves</p>
            </div>
        </div>
    </div>
    
    <div class="Contenedor">
        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\WestChilly.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">West Chilly Field</p>
                <p id="Texto">West Chilly Field es la primera zona nevada que encuentras en el juego. Se llega encontrando las cuatro piedras pesadas en las cuevas de Chiro y luego atravesando la puerta grande. En esta zona tendr&aacute;s un medidor de frio as&iacute; que deveras estar cuidando el no estar demasiado frio, si tu medidor de frio esta al m&aacute;ximo deveras correr a las aguas termales para volver a la normalidad y as&iacute; poder seguir explorando.</p>
                <p id="Texto">En esta zona encontraras osos polares, estos son m&aacute;s peligrosos que los osos pardos porque pueden deambular y verte desde la distancia. Tambi&eacute;n infligen el doble de daño que los osos pardos.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Chiro Caves</p>
                <p id="Texto">Snow Village</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\Ruinas.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Kunka Ruins</p>
                <p id="Texto">Las ruinas de Kunka son una tumba antigua para Sniff Masters, cuenta con 3 niveles y est&aacute; equipada con muchas trampas en cada esquina. Este templo es donde encontrarás dos artefactos: la Piedra de los Cielos y la Medalla Sniff Master.</p>
                <p id="Texto">Oculto en lo profundo de las ruinas de Kunka se encuentra el monstruo antiguo que tendr&aacute;s que derrotar para salvar el mundo. Toma la forma de un esqueleto de T-Rex y est&aacute; enojado por haber sido sellado, presumiblemente por tu padre.</p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">Rune Canyon</p>
            </div>
        </div>

        <div class="Zona">
            <div class="Z">
                <img src="\zonas\Zimg\AncRoad.jpg" width="100%"/>
            </div>

            <div class="ZT">
                <p id="Titulo">Anc Road</p>
                <p id="Texto">Anc Road es el camino que separa The Dog World y The Anc World. La tierra es de color gris azulado y en el techo hay cristales azules gigantes. Debes cruzar este camino para hablar con la Reina Anc y descubrir por qu&eacute; la Flor Legendaria se est&aacute; marchitando.</p>
                <p id="Texto">Llegas a esta zona a trav&eacute;s del &aacute;rbol en la zona central de Green Meadows, El lugar est&aacute; lleno de Puzzles muy similares a los que has estado resolviendo a lo largo del juego, al final de pasar por los puzzles podras llegar con la Reina Anc. </p>
                <p id="Titulo2">&Aacute;reas adyacentes</p>
                <p id="Texto">The Dog World</p>   
            </div>
        </div>
    </div>
</main>
<div class="Creditos">
    <p>Martha Peinado.</p><p>Correo:al198454@gmail.com.mx</p>
</div>
</html>